tap "homebrew/cask"

tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-drivers"

brew "mas"
brew "coreutils"
brew "moreutils"
brew "coreutils"
brew "moreutils"
brew "findutils"
brew "gnu-sed"
brew "wget"
brew "gnupg"
brew "grep"
brew "openssh"
brew "gmp"

cask "font-jetbrains-mono"
cask "fira-code"

cask "google-chrome"
cask "logi-options-plus"
cask "vivaldi"
cask "authy"
cask "1password"
cask "iterm2"
cask "app-cleaner"
cask "bartender"
cask "coconutbattery"
cask "flux"
cask "balance-lock"
cask "flycut"
cask "the-unarchiver"
cask "rectangle"
cask "figma"
cask "imageoptim"
cask "tableplus"
cask "webstorm"
cask "sublime-text"
cask "notion"
cask "slack"
cask "spotify"
cask "telegram"
cask "messenger"

# mas "Xcode", id: 497799835
mas "iA Writer", id: 775737590
